import { Data } from "~/types"

export const articlesUrl: string = "https://skpari.ru/private-client/travel-foreign/";

export const data: Data[] = [
    {
      id: 1,
      url: "статья № 1",
      title: "Отдых в Турции и страхование: что пригодится?",
      desc: "Отдых в Турции часто ассоциируется с пляжем и морем. Это приятная, но не единственная составляющая классного отпуска",
      img: '1.jfif'
    },
    {
      id: 2,
      url: "статья № 2",
      title: "Страхование для путешествий по России",
      desc: "Если вы планируете в этом году отдыхать в России, то вам не страшна лихорадка Дёнге. Но вот риск подвернуть ногу, играя в бадминтон, возможен",
      img: '2.jfif'
    },
    {
      id: 3,
      url: "статья № 3",
      title: "Как воспользоваться медицинской страховкой за рубежом.",
      desc: "Чаще всего события могут развиваться по 3 сценариям: когда необходима срочная помощь, когда есть сомнения в экстренном вызове врача",
      img: '3.jfif'
    },
    {
      id: 4,
      url: "статья № 4",
      title: "Что за опция «страхование багажа пассажиров» и зачем она нужна?",
      desc: "Получить чемодан с дыркой в боку или вообще потерять его — большая неприятность",
      img: '4.jfif'
    },
    {
      id: 5,
      url: "статья № 5",
      title: "Что входит в туристическую страховку",
      desc: "Туристическая страховка призвана помочь туристу решить проблемы, возникающие за пределами домашнего региона",
      img: '5.jfif'
    },
    {
      id: 6,
      url: "статья № 6",
      title: "Зимовка на Бали",
      desc: "Как уехать зимовать на Бали и сколько нужно денег? Памятка для зимовки на Бали: куда ехать, как оформить визу и страховку, чем заняться с детьми",
      img: '6.jfif'
    },
  ];
